{
  "Our heavy lifting will improve your web presence!": "Unsere Aufgabe ist es ihre Webpräsenz zu verbessern!",
  "The focus is growing your business by making your website accessible and conversion optimized!": "Der Fokus ist Ihr Unternehmen aufzubauen, indem wir Ihre Website zugänglich und konversionsoptimiert machen!",
  "START NOW!": "STARTE JETZT!",
  "LEARN MORE!": "ERFAHRE MEHR!",
  "Benefits": "Vorteile",
  "Process": "Prozess",
  "About": "Über uns",
  "Contact": "Kontakt",
  "Full-Service Package": "Rundum-Sorglos-Paket",
  "These are our key benefits help you build your business up.": "Dies sind unsere wichtigsten Vorteile, die Ihnen helfen, Ihr Unternehmen aufzubauen.",
  "Fast": "Schnell",
  "Using the latest technology to generate fast static websites. Your website will be fast, safe and scalable.": "Wir verwenden die neueste Technologie, um schnelle statische Websites zu erstellen. Ihre Website wird schnell, sicher und skalierbar sein.",
  "Accessible": "Zugänglich",
  "Websites should be accessible for everyone by default. So your website can be used and seen by everyone.": "Websites sollten standardmäßig für jeden barrierefrei sein. So kann Ihre Website von allen genutzt und gesehen werden.",
  "Search Engine Friendly": "Suchmaschinen Freundlich",
  "With Search Engine Optimaztion (SEO) your business will get traffic and a higher position on Google. With conversion optimized content your website will sell.": "Mit Suchmaschinenoptmierung (SEO) erhält Ihr Unternehmen Traffic und eine höhere Position bei Google. Mit konversionsoptimierten Inhalten kommt es auf Ihrer Website zu Verkaufsabschlüssen.",
  "Customizable Content": "Anpassbare Inhalte",
  "With the help of chosen Content Management Systems (CMS) you can easily maintain and update your content flexible.": "Mit Hilfe ausgewählter Content-Management-Systeme (CMS) können Sie Ihre Inhalte einfach und flexibel pflegen und aktualisieren.",
  "THE HEAVY LIFTING": "DIE SCHWIERIGEN AUFGABEN",
  "The process from building and hosting a website from scratch is difficult and time comsuming. That’s where we come in.": "Der Prozess der Erstellung und des Hostings einer Website von Grund auf ist schwierig und zeitaufwendig. Da kommen wir ins Spiel.",
  "Designing": "Gestaltung",
  "Planing & implementing your goals for the website": "Planung und Umsetzung Ihrer Ziele für die Website",
  "Building Wireframing for desktop and handheld devices": "Erstellung von Wireframing für Desktop- und Handheld-Geräte",
  "From the beginning the focus is on UX/UI, Conversion and Accessibility.": "Von Anfang an liegt der Fokus bei uns auf UX/UI, Conversion und Barrierefreiheit",
  "Developing": "Entwicklung",
  "Converting design mockups with HTML/CSS and Javascript": "Umsetzung von Design-Mockups mit HTML/CSS und Javascript",
  "Developing static sites with the latest technologies": "Entwicklung von statischen Websites mit den neuesten Technologien",
  "Usage of known CMS (WordPress, Contentful, GraphCMS)": "Verwendung eines bekannten CMS (WordPress, Contentful, GraphCMS)",
  "HOSTING & OPTIMASATION": "HOSTING & OPTIMIERUNG",
  "Testing accessibility and reviewing the design": "Testen der Zugänglichkeit und Überprüfen des Designs",
  "Launching and promoting your website": "Veröffentlichung und Bewerbung Ihrer Website",
  "Increasing the traffic on your webpage and optimize your conversions": "den Traffic auf Ihrer Webseite erhöhen und Ihre Konversionen optimieren",
  "FREQUENTLY ASKED QUESTIONS": "HÄUFIG GESTELLTE FRAGEN",
  "faq_subtitle": "Sie können <1>mich gerne kontaktieren</1>, wenn Sie die gewünschten Antworten nicht finden.",
  "ABOUT DEVLIFTING": "ÜBER DEVLIFTING",
  "The master mind behind DevLifting is Minh Khang Tran. He is a freelancer from Germany. He specialized himself in creating static websites like business & marketing pages, landing pages, blogs or portfolios. He works with both locale and international customers to fulfill their needs.": "Das Superhirn hinter DevLifting ist Minh Khang Tran. Er ist ein Freiberufler aus Deutschland. Er hat sich auf die Erstellung von statischen Websites wie Geschäfts- und Marketingseiten, Landing Pages, Blogs oder Portfolios spezialisiert. Er arbeitet sowohl mit lokalen als auch internationalen Kunden zusammen, um deren Bedürfnisse zu erfüllen."
}