{
  "Our heavy lifting will improve your web presence!": "Unsere Aufgabe ist es ihre Webpräsenz aufzubauen!",
  "The focus is growing your business by making your website accessible and conversion optimized!": "Der Fokus ist Ihr Unternehmen aufzubauen, indem wir Ihre Website zugänglich und konversionsoptimiert machen!",
  "DevLifting is your freelancer for creating accessible and conversion optimized websites.": "DevLifting ist Ihr Freelancer für die Erstellung barrierefreier und konversionsoptimierter Websites.",
  "START NOW!": "STARTE JETZT!",
  "LEARN MORE!": "ERFAHRE MEHR!",
  "Benefits": "Vorteile",
  "Process": "Prozess",
  "About": "Über uns",
  "Contact": "Kontakt",
  "Full-Service Package": "Rundum-Sorglos-Paket",
  "These are our key benefits help you build your business up.": "Dies sind unsere wichtigsten Vorteile, die Ihnen helfen, Ihr Unternehmen aufzubauen.",
  "Fast": "Schnell",
  "Using the latest technology to generate fast static websites. Your website will be fast, safe and scalable.": "Wir verwenden die neueste Technologie, um schnelle statische Websites zu erstellen. Ihre Website wird schnell, sicher und skalierbar sein.",
  "Accessible": "Zugänglich",
  "Websites should be accessible for everyone by default. So your website can be used and seen by everyone.": "Websites sollten standardmäßig für jeden barrierefrei sein. So kann Ihre Website von allen genutzt und gesehen werden.",
  "Search Engine Friendly": "Suchmaschinen Freundlich",
  "With Search Engine Optimaztion (SEO) your business will get traffic and a higher position on Google. With conversion optimized content your website will sell.": "Mit Suchmaschinenoptmierung (SEO) erhält Ihr Unternehmen Traffic und eine höhere Position bei Google. Mit konversionsoptimierten Inhalten kommt es auf Ihrer Website zu Verkaufsabschlüssen.",
  "Customizable Content": "Anpassbare Inhalte",
  "With the help of chosen Content Management Systems (CMS) you can easily maintain and update your content flexible.": "Mit Hilfe ausgewählter Content-Management-Systeme (CMS) können Sie Ihre Inhalte einfach und flexibel pflegen und aktualisieren.",
  "THE HEAVY LIFTING": "DIE SCHWIERIGEN AUFGABEN",
  "The process from building and hosting a website from scratch is difficult and time comsuming. That’s where we come in.": "Der Prozess der Erstellung und des Hostings einer Website von Grund auf ist schwierig und zeitaufwendig. Da kommen wir ins Spiel.",
  "Designing": "Gestaltung",
  "Planing & implementing your goals for the website": "Planung und Umsetzung Ihrer Ziele für die Website",
  "Building Wireframing for desktop and handheld devices": "Erstellung von Wireframing für Desktop- und Handheld-Geräte",
  "From the beginning the focus is on UX/UI, Conversion and Accessibility.": "Von Anfang an liegt der Fokus bei uns auf UX/UI, Conversion und Barrierefreiheit",
  "Developing": "Entwicklung",
  "Converting design mockups with HTML/CSS and Javascript": "Umsetzung von Design-Mockups mit HTML/CSS und Javascript",
  "Developing static sites with the latest technologies": "Entwicklung von statischen Websites mit den neuesten Technologien",
  "Usage of known CMS (WordPress, Contentful, GraphCMS)": "Verwendung eines bekannten CMS (WordPress, Contentful, GraphCMS)",
  "HOSTING & OPTIMASATION": "HOSTING & OPTIMIERUNG",
  "Testing accessibility and reviewing the design": "Testen der Zugänglichkeit und Überprüfen des Designs",
  "Launching and promoting your website": "Veröffentlichung und Bewerbung Ihrer Website",
  "Increasing the traffic on your webpage and optimize your conversions": "den Traffic auf Ihrer Webseite erhöhen und Ihre Konversionen optimieren",

  "FREQUENTLY ASKED QUESTIONS": "HÄUFIG GESTELLTE FRAGEN",
  "faq_subtitle": "Sie können <1>mich gerne kontaktieren</1>, wenn Sie die gewünschten Antworten nicht finden.",

  "Why do you call yourself DevLifting?": "Was bedeutet DevLifting?",
  "Dev is a short form of Developing and Lifting comes from Powerlifting. Both are the passion of the creator of this website.": "Dev ist die Kurzform von Developing (engl: Entwickeln) und Lifting kommt vom PowerLifting. Beides ist Leidenschaft des Schöfpers dieser Website",

  "Accessibility? Is that important on websites?": "Zugänglichkeit oder Barrierefreiheit? Ist das wichtig für Websites?",
  "It is very important. Nowadays the internet is important for everyone. With accessibility it is guaranteed, that people with disabilities can navigate through your website. The site should be navigate with key board and the screen reader for people with bad vision should be able to read the content aloud.": "Es ist sehr wichtig. Heutzutage ist das Internet für jeden wichtig. Mit der Barrierefreiheit ist gewährleistet, dass Menschen mit Behinderungen durch Ihre Website navigieren können. Die Website sollte mit der Tastatur navigierbar sein und der Screenreader für Menschen mit Sehschwäche sollte den Inhalt laut vorlesen können.",
  "What do you mean with Conversion?": "Was bedeutet Konversion?",
  "In marketing this word is used when a customer buys something on your website or signs to your newsletter. It is an active action of the customer after visiting and watching your website.": "Im Marketing wird dieses Wort verwendet, wenn ein Kunde etwas auf Ihrer Website kauft oder sich für Ihren Newsletter anmeldet. Es ist eine aktive Handlung des Kunden, nachdem er Ihre Website besucht und angesehen hat.",
  "Static Sites? Are there many types of websites? I thought websites are websites?": "Statische Websites? Gibt es viele Arten von Websites? Ich dachte, Websites sind Websites?",
  "Static websites are like posters. They are 'hard-coded' in the HTML and don't change for the visited viewer. Therefore this type of websites are used for landing page, blogs or portfolios. 'Dynamic Site's key features are mainly the CRUD (Creat, Read, Update and Delete) operations and/or a possibility to login or register. It is more complex due to a connection to a database.": "Statische Websites sind wie Plakate. Sie sind im HTML-Code 'fest vorgeschrieben' und ändern sich für den Besucher nicht. Daher wird diese Art von Websites für Geschäfts- und Marketingseiten, Landing Pages, Blogs oder Portfolios verwendet. Die Hauptmerkmale einer dynamischen Website sind hauptsächlich CRUD-Operationen (Erstellen (engl. Create), Lesen (engl. Read), Aktualisieren (engl. Update) und Löschen (engl. Delete)) und/oder eine Möglichkeit zur Anmeldung oder Registrierung. Sie ist komplexer, da eine Verbindung zu einer Datenbank besteht.",
  "What is the purpose of a CMS": "Was ist der Zweck eines CMS?",
  "A content managment system stores your data like assets and text. In our case, we use softwares like wordpress, contentful or graphCMS. It is easy to handle and we use it to change images and text flexible. For instance: If you change an image in the CMS, the image on your website will change, too.": "Ein Content-Management-System speichert Ihre Daten wie Bilder und Texte. In unserem Fall verwenden wir Software wie Wordpress, Contentful oder GraphCMS.  Sie ist einfach zu handhaben und wir nutzen sie, um Bilder und Texte flexibel zu ändern. Zum Beispiel: Wenn Sie ein Bild im CMS ändern, wird sich auch das Bild auf Ihrer Website ändern.",

  "ready to dive in?": "Sind Sie Bereit?",
  "Start your journey now!": "Starten sie ihre Reise jetzt!",
  "GET STARTED!": "LOSLEGEN!",

  "Company": "Unternehmen",
  "Legal": "Rechtliches",

  "All rights reserved": "Alle Rechte vorbehalten",

  "ABOUT DEVLIFTING": "ÜBER DEVLIFTING",
  "The master mind behind DevLifting is Minh Khang Tran. He is a freelancer from Germany. He specialized himself in creating static websites like business & marketing pages, landing pages, blogs or portfolios. He works with both locale and international customers to fulfill their needs.": "Das Superhirn hinter DevLifting ist Minh Khang Tran. Er ist ein Freiberufler aus Deutschland. Er hat sich auf die Erstellung von statischen Websites wie Geschäfts- und Marketingseiten, Landing Pages, Blogs oder Portfolios spezialisiert. Er arbeitet sowohl mit lokalen als auch internationalen Kunden zusammen, um deren Bedürfnisse zu erfüllen.",
  "The goals": "Die Ziele",
  "The main goal of DevLifting is to create custom and accessible websites. On of our main attention is accessiblity. Websites should be accessible for everyone by default. For example people with low vision or blind people should access all websites. The website should then be still function normally with screen readers or other assistive technologies. There will always be some accessibility issues, but we try our best to deliver a good experience for everyone who visits our pages.": "Das Hauptziel von DevLifting ist es, individuelle und zugängliche Webseiten zu erstellen. Eines unserer Hauptaugenmerke ist die Zugänglichkeit. Websites sollten standardmäßig für jeden zugänglich sein. Zum Beispiel sollten Menschen mit Sehschwäche oder Blinde Zugang zu allen Websites haben. Die Website sollte dann auch mit Bildschirmlesegeräten oder anderen Hilfsmitteln normal funktionieren. Es wird immer einige Probleme mit der Zugänglichkeit geben, aber wir versuchen unser Bestes, um allen Besuchern unserer Seiten ein gutes Erlebnis zu bieten.",
  "We use the latest technology to provide secure and fast websites. Combined with CMS (Content Managment Systems) you can adapt the website agil.": "Wir verwenden die neueste Technologie, um sichere und schnelle Websites zu erstellen. Kombiniert mit CMS (Content Management Systems) können Sie die Website agil anpassen.",
  "The cherry on the cake is a website with high ranking position on search engines like google and bing. This will draw traffic to the page. With the help of UX (User experience) and with copywriting the page is ready for conversions.": "Das Tüpfelchen auf dem i ist eine Website, die in Suchmaschinen wie Google und Bing hoch platziert ist. Dies wird Besucher auf die Seite ziehen. Mit Hilfe von UX (User Experience) und mit Copywriting ist die Seite bereit für Konversionen.",
  "Learn more about DevLifting and the goals here": "Hier erfahren Sie mehr über DevLifting und die Ziele",
  "Get in Touch!": "Melden Sie sich bei uns!",
  "Fell free to contact us and we will get back to you as soon as possible!": "Nehmen Sie Kontakt mit uns auf und wir werden uns so schnell wie möglich bei Ihnen melden!",
  "First Name": "Vorname",
  "Last Name": "Nachname",
  "E-Mail Address": "E-Mail Adresse",
  "Message": "Nachricht",
  "Submit": "Senden",
  "Please provide your first name": "Bitte geben Sie Ihren Vornamen an",
  "Please provide your last name": "Bitte geben Sie Ihren Nachnamen an",
  "Please provide your e-mail address": "Bitte geben Sie Ihre E-Mail Adresse an",
  "Please provide your message": "Bitte geben Sie Ihre Nachricht an",
  "Please provide your budget": "Bitte geben Sie Ihr Budget an",
  "Please provide your company": "Bitte geben Sie Ihr Unternehmen an",
  "contact_text": "Schon interessiert? <1>Klicken Sie hier, um loszulegen!</1>",
  "work_text": "Möchten Sie nur 'Hallo' sagen? <1>Klicken Sie hier, um uns zu kontaktieren!</1>",
  "Let's work together": "Lassen Sie uns zusammenarbeiten",
  "We would love to hear from you. Just fill this form and we will connect to you as soon as possible": "Wir würden uns freuen, von Ihnen zu hören. Füllen Sie einfach dieses Formular aus und wir werden uns so schnell wie möglich mit Ihnen in Verbindung setzen",
  "Just fill this form and we will connect to you as soon as possible": "Füllen Sie einfach dieses Formular aus und wir werden uns so schnell wie möglich mit Ihnen in Verbindung setzen",
  "Expected Budget": "Erwartetes Budget",
  "How can we help you?": "Wie können wir Ihnen helfen?",

  "This site is still under construction come later again 😵‍💫": "Diese Seite befindet sich noch im Aufbau, kommen sie später nochmals 😵‍💫",
  "A curated list of all my blog posts": "Eine kuratierte Liste aller meiner Blogbeiträge",

  "Page not found": "Seite nicht gefunden",
  "Sorry we couldn’t find what you were looking for.": "Leider konnten wir nicht finden, wonach Sie gesucht haben.",
  "Go home": "Zurück zur Homepage",

  "From the Blog": "Aus dem Blog",
  "This posts should help beginners or curious people to understand the big world of web development.": "Diese Beiträge sollen Anfängern oder Neugierigen helfen, die große Welt der Webentwicklung zu verstehen."
}
