{
  "Our heavy lifting will improve your web presence!": "Unsere Aufgabe ist es ihre Webpräsenz zu verbessern!",
  "The focus is growing your business by making your website accessible and conversion optimized!": "Der Fokus ist Ihr Unternehmen aufzubauen, indem wir Ihre Website zugänglich und konversionsoptimiert machen!",
  "START NOW!": "STARTE JETZT!",
  "LEARN MORE!": "ERFAHRE MEHR!",
  "Benefits": "Vorteile",
  "Process": "Prozess",
  "About": "Über uns",
  "Contact": "Kontakt",
  "Full-Service Package": "Rundum-Sorglos-Paket",
  "These are our key benefits help you build your business up.": "Dies sind unsere wichtigsten Vorteile, die Ihnen helfen, Ihr Unternehmen aufzubauen.",
  "Fast": "Schnell",
  "Using the latest technology to generate fast static websites. Your website will be fast, safe and scalable.": "Wir verwenden die neueste Technologie, um schnelle statische Websites zu erstellen. Ihre Website wird schnell, sicher und skalierbar sein.",
  "Accessible": "Zugänglich",
  "Websites should be accessible for everyone by default. So your website can be used and seen by everyone.": "Websites sollten standardmäßig für jeden barrierefrei sein. So kann Ihre Website von allen genutzt und gesehen werden.",
  "Search Engine Friendly": "Suchmaschinen Freundlich",
  "With Search Engine Optimaztion (SEO) your business will get traffic and a higher position on Google. With conversion optimized content your website will sell.": "Mit Suchmaschinenoptmierung (SEO) erhält Ihr Unternehmen Traffic und eine höhere Position bei Google. Mit konversionsoptimierten Inhalten kommt es auf Ihrer Website zu Verkaufsabschlüssen.",
  "Customizable Content": "Anpassbare Inhalte",
  "With the help of chosen Content Management Systems (CMS) you can easily maintain and update your content flexible.": "Mit Hilfe ausgewählter Content-Management-Systeme (CMS) können Sie Ihre Inhalte einfach und flexibel pflegen und aktualisieren.",

  "THE HEAVY LIFTING": "DIE SCHWIERIGEN AUFGABEN",
  "The process from building and hosting a website from scratch is difficult and time comsuming. That’s where we come in.": "The process from building and hosting a website from scratch is difficult and time comsuming. That’s where we come in.",

  "Designing": "Designing",
  "Planing & implementing your goals for the website": "Planing & implementing your goals for the website",
  "Building Wireframing for desktop and handheld devices": "Building Wireframing for desktop and handheld devices",
  "From the beginning the focus is on UX/UI, Conversion and Accessibility.": "From the beginning the focus is on UX/UI, Conversion and Accessibility.",

  "Developing": "Developing",
  "Converting design mockups with HTML/CSS and Javascript": "Converting design mockups with HTML/CSS and Javascript",
  "Developing static sites with the latest technologies": "Developing static sites with the latest technologies",
  "Usage of known CMS (WordPress, Contentful, GraphCMS)": "Usage of known CMS (WordPress, Contentful, GraphCMS)",

  "HOSTING & OPTIMASATION": "HOSTING & OPTIMASATION",
  "Testing accessibility and reviewing the design": "Testing accessibility and reviewing the design",
  "Launching and promoting your website": "Launching and promoting your website",
  "Increasing the traffic on your webpage and optimize your conversions": "Increasing the traffic on your webpage and optimize your conversions"
}
